Repository: chempkovsky/TecDocEcoSystemSolution
Catalog: CarShopDataService45/Properties/Resources.*.resx
Languages: ru_ru

# RevaluationArticleTDES_NewArtPrice
source: New Price
ru_ru: Нов.Цена

# EnterpriseTDES_TecDocSrcTypeId
source: TecDoc Source
ru_ru: Источник TecDoc

# SaleBasketArticleTDES_CreatedAt
source: CreatedAt
ru_ru: Создана

source: Address Rural
ru_ru: Наименование сельского совета

# AddressHouse
source: House
ru_ru: Дом

# ReturnBasketTDES_PaidAt
source: Ret.Date
ru_ru: Дата проведения

# EnterpriseCarModelTypeId
source: Model Type Id
ru_ru: Id типа модели

# EnterpriseSupplierDownLoadTDES_FldMapType
source: FldMapType
ru_ru: Арт-Брэнд

# EnterpriseArticleTDES_ExternBrandNic
source: Extern Brand
ru_ru: Внеш.Брэнд

# EnterpriseCategoryItemTDES_EntCategoryDescriptionId
source: SubGroup
ru_ru: Подгруппа

# EnterpriseTDES_EntDescription
source: Name
ru_ru: Наименование

# CountryCode2
source: Lett2 Code
ru_ru: 2б Код

# CountryCode3
source: Lett3 Code
ru_ru: 3б Код

# CountryPhone
source: Phone
ru_ru: Тел.

# EnterpriseSupplierDownLoadTDES_ExternBrandNic
source: Brand
ru_ru: Брэнд

# IsNational
source: National
ru_ru: Нац.

# EnterpriseBrandTDES_EntBrandDescription
source: Brand Descr
ru_ru: Наименование Брэнда

# EnterpriseSupplierDownLoadTDES_EntArticleDescription
source: ArticleName
ru_ru: Наименование

# AddressBuilding
source: Building
ru_ru: Корп.

# EnterpriseSupplierDownLoadTDES_EntArticleOensDelim
source: Oens
ru_ru: Разделит.Ориг.Номеров

# EnterpriseBranchTDES_OrderCatalog
source: Catalogue orders
ru_ru: Каталог заказов

# BranchSpellTDES_SpellGuid
source: Spell
ru_ru: ID Смены

# SuppTime
source: Term of the order
ru_ru: Срок заказа

# ReturnBasketTDES_IsPaid
source: Is Done
ru_ru: Проведена

# TECDOC_TYP_CYLINDERS
source: Cylinders
ru_ru: Цил.

# TECDOC_TYP_KV_TRANS
source: TRANS
ru_ru: Трансм.

# AddressStreetName
source: Street Name
ru_ru: Улица

# IncomeArticleTDES_ArtAmount
source: Count
ru_ru: Кол-во

# OriginalCatalogURI
source: URL of service
ru_ru: URL доступа

# RevaluationArticleTDES_Comments
source: Process error
ru_ru: Ошибки обработки

# IsProcessed
source: Processed
ru_ru: Оприх

# GuestOrderArticleTDES_ExternArticleEAN
source: EAN
ru_ru: ШтрихКод

# BranchRestTDES_EntBranchArticle
source: Branch Article
ru_ru: Арт.Внутр.

# EnterpriseBranchTDES_TecDocCatalog
source: Rests Catalog
ru_ru: Каталог остатков

# TecDocModel_INDEX
source: Car models
ru_ru: Модели по брэндам

# IsAudit
source: Audit
ru_ru: Аудит

# IsAdmin
source: Admin
ru_ru: Админ

# TECDOC_TYP_CCM
source: cc
ru_ru: куб.см.

# AddressValidFrom
source: Valid From
ru_ru: Дата регистрации

# PCDescription
source: Description
ru_ru: Наименование

# ReCribFromIncome
source: Ret.to income
ru_ru: Возвр.в приход

# BranchTypeDescription
source: Description
ru_ru: Описание

# CountryName
source: Country
ru_ru: Страна

source: Multiplexer
ru_ru: Коэфф нац.(уценк.)

# IsPaid
source: Paid
ru_ru: Оплач

# AddressSettlementName
source: Settlement Name
ru_ru: Насел.пункт

# GuestOrderTDES_GuestOrderGuid
source: Order id
ru_ru: Id заказа

# SoatoId
source: Soato
ru_ru: Соато

# TECDOC_TYP_VALVES
source: VALVES
ru_ru: Клап.

# EnterpriseSupplierDownLoadTDES_ExternArticlePrice
source: Price
ru_ru: Цена

# EnterpriseSupplierDownLoadTDES_LookForShatem
source: LookForShatem
ru_ru: Искать у Шатэ-М

# EnterpriseSupplierDownLoadTDES_SkipFirstLines
source: SkipFirstLines
ru_ru: Пропустить первых строк

# AddressPostCode
source: Post Code
ru_ru: Индекс

# BranchSpellTDES_ClosedBy
source: Closed By
ru_ru: Кем Закрыто

# SaleBasketTDES_Description
source: WorkPlace
ru_ru: Раб.Место

# BranchSpellTDES_CloseAt
source: Close At
ru_ru: Дата Закр.

# RevaluationArticleTDES_IncomePayRollTDES
source: Income Id
ru_ru: ID прихода

# EnterpriseArticleBrandTDES_ArticleBrandNic
source: Brand Name
ru_ru: Наименование брэнда

# ContactTypeDescription
source: Description
ru_ru: Описание

# GuestProfileTDES_Address
source: Address
ru_ru: Адрес

# GuestOrderArticleTDES_IsReplicated
source: IsReplicated
ru_ru: Реплицирован

# EnterpriseArticleTDES_EntArticleDescription
source: Article Descr
ru_ru: Наим.Арт.

# EnterpriseSupplierDownLoadRepTDES_RowUpdated
source: Rows updated
ru_ru: Обновлено записей

# EnterpriseSupplierDownLoadTDES_BookToRead
source: BookToRead
ru_ru: Номер книги

# SiteUrl
source: Site
ru_ru: Сайт

# BranchRestTDES_MinArtPrice
source: Min.Price
ru_ru: Мин.Цена

# EnterpriseSupplierReplaceTDES_Order
source: No
ru_ru: Номер

# SettlementTypeShortDescription
source: Short Settlement Type Description
ru_ru: Сокращ.Тип Насел.пункта

source: Phones
ru_ru: Тел.

# AddressValidTo
source: Valid To
ru_ru: Дата снятия с регистрации

# TECDOC_GA_TEXT
source: Group Name
ru_ru: Наим.групп

# EnterpriseBranchTDES_IncomeCatalog
source: Income catalog
ru_ru: Каталог прихода

# BranchRestTDES_ArtPrice
source: Price
ru_ru: Цена

# TECDOC_TYP_PCON_START
source: Sale from
ru_ru: Нач.Пр.

# EnterpriseCarModelTypeTDES_EnterpriseCarBrandId
source: AutoManuf.
ru_ru: Производитель авто

# EnterpriseArticleBrandTDES_ArticleBrandId
source: Brand Id
ru_ru: Id Брэнда

# IssuerName
source: Issuer
ru_ru: Эмитент

# EnterpriseBrandTDES_EntGuid
source: Enterprise
ru_ru: Предприятие

# TECDOC_MASTER_BEZ
source: Description
ru_ru: Наименование

# EnterpriseSupplierDownLoadRepTDES_LastUpdated
source: Load date
ru_ru: Дата загрузки

# IncomeArticleTDES_SupArticle
source: Sup.Article
ru_ru: Арт.Пост.

# BranchRestTDES_EntBranchSup
source: Branch Supplier
ru_ru: Брэнд Внутр.

source: Address Type
ru_ru: Тип адреса

# EnterpriseArticleTDES_ExternArticle
source: Extern Article
ru_ru: Внеш.Арт.

# CurrencyCode3
source: Lett3 Code
ru_ru: 3б Код

# AddressTypeDescription
source: Description
ru_ru: Наименование

# EnterpriseArticleTDES_EntGuid
source: Enterprise
ru_ru: Предприятие

source: Password
ru_ru: Пароль

# EntSupplierDescription
source: Description
ru_ru: Наименование

# GuestOrderTDES_EntBranchGuid
source: Shop Id
ru_ru: Id магазина

# BranchRestTDES_IsReplicated
source: IsReplicated
ru_ru: Раплицирован

# IncomePayRollTDES_EntSupplierId
source: SupplierId
ru_ru: ID поставщ.

# GuestOrderTDES_IsDone
source: IsDone
ru_ru: Обработан

# ReturnBasketArticleTDES_ArtAmount
source: Return
ru_ru: Вернуть

# EnterpriseCarModelId
source: Model Id
ru_ru: Id модели

# EnterpriseSupplierDownLoadRepTDES_LastFileName
source: Loaded file
ru_ru: Загруженный файл

# IncomeArticleTDES_IsRevaluate
source: Revaluate
ru_ru: С переоц.

# EnterpriseSupplierReplaceTDES_ReplaceBy
source: ReplaceBy
ru_ru: Заменить на

# TECDOC_COU_ID
source: ID
ru_ru: ID страны

# ReturnBasketTDES_PaymentSum
source: Sum
ru_ru: Сумма

# SaleBasketTDES_EntBasketGuid
source: ID Basket
ru_ru: ID корзины

# SaleBasketArticleTDES_SalePrice
source: Sale Price
ru_ru: Цена продажи

# EnterpriseSupplierDownLoadTDES_FldDelim
source: FldDelim
ru_ru: Разделитель столбцов

# TECDOC_ART_ID
source: Article
ru_ru: Aрткл.

# BranchType
source: Type
ru_ru: Тип

# GuestOrderArticleTDES_LastReplicated
source: Replicate Date
ru_ru: Дата реплик.

# EntBranchDescription
source: Description
ru_ru: Наименование

source: Middle Name
ru_ru: Отчество

source: Address Region
ru_ru: Область (Край, Автономия)

# SaleBasketTDES_ArtAmount
source: Amount
ru_ru: Кол.

# BranchRestTDES_ART_ARTICLE_NR
source: TecDoc Article
ru_ru: Арт.Внешн.

source: Fractional Unit Name
ru_ru: Назв.Дроб.един

# IsBlocked
source: Blocked
ru_ru: Блокир

# EnterpriseCategoryTDES_CategoryParent
source: Parent Id
ru_ru: Id родителя

# BranchRestTDES_LastReplicated
source: Replicated
ru_ru: Реплиц.

# BranchSpellTDES_OpenedBy
source: Opened by
ru_ru: Кем Открыта

# EnterpriseSupplierDownLoadTDES_DeleteFirstLines
source: DeleteFirstLines
ru_ru: Удалить первых строк

# TECDOC_ART_ARTICLE_NR
source: Suppl.Article
ru_ru: Aрткл.Пост.

# IsVisible
source: Visible
ru_ru: Доступ.

# TECDOC_LNG_ID
source: ID
ru_ru: ID языка

# EnterpriseSupplierDownLoadTDES_SrcUrl
source: SrcUrl
ru_ru: Url Источни.

# GuestOrderTDES_LastReplicated
source: Replicate Date
ru_ru: Дата репликации

# EnterpriseSupplierDownLoadRepTDES_LastReplicatedEnd
source: Process End
ru_ru: Конец обработки

source: Rounding
ru_ru: Округл.

# EnterpriseBrandTDES_EntBrandNic
source: Brand
ru_ru: Брэнд

source: Crib From Income
ru_ru: Спис.с ост.

source: IsReversed
ru_ru: Сторн

# TECDOC_MOD_ID
source: Model ID
ru_ru: ID мод.ряда

# TECDOC_MFA_ID
source: Brend ID
ru_ru: ID брэнда

# GuestOrderArticleTDES_EntBranchSup
source: Brand
ru_ru: Брэнд

# TECDOC_TEX_VALUE
source: Value
ru_ru: Значение

# TECDOC_SUP_ID
source: Supplier Id
ru_ru: Пр.Id

# TECDOC_STR_ID
source: ID of TreeNode
ru_ru: ID

# EnterpriseBranchTDES_ArticleCatalog
source: Article Catalog
ru_ru: Каталог Артикулов

# TECDOC_TYP_ID
source: Type ID
ru_ru: ID типа

# IsAdmin_Prompt
source: Set Admin
ru_ru: Выставить администрирование

# TECDOC_GA_NR
source: Group
ru_ru: Группа

# TECDOC_LA_ID
source: Intern.Id
ru_ru: Внутренний Id

# GuestProfileTDES_Contact
source: Contact
ru_ru: Контакт

# FieldStringLengthMessage
source: Field {0} must not be large than {1}
ru_ru: Поле {0} не должно быть больше чем {1}

source: Last Name
ru_ru: Фамилия

# FieldIsRequired
source: Field {0} is required
ru_ru: Поле {0} является обязательным

# IncomeArticleTDES_PurchasePrice
source: Purchase Price
ru_ru: Цена закуп.

# EnterpriseCarBrandName
source: Brand Name
ru_ru: Наименование

# EnterpriseCategoryItemDescriptionTDES_EntCategoryItemDescription
source: Description
ru_ru: Наименование

# GuestOrderTDES_EntBranchDescription
source: Shop
ru_ru: Магазин

# BranchRestTDES_SUP_TEXT
source: TecDoc Supplier
ru_ru: Брэнд Внешн.

# EnterpriseBranchReplyTDES_BaseHttpAddress
source: Http Address
ru_ru: Http адрес

# IncomeArticleTDES_SupBrandNic
source: Sup.Brand
ru_ru: Брэнд.Пост.

# IncomePayRollTDES_Description
source: Notice
ru_ru: Заметка

# TECDOC_TYP_KW_FROM
source: Kw from
ru_ru: Kw

# TECDOC_TYP_KW_UPTO
source: Kw til
ru_ru: Мощн.по Kw

# Comments
source: Notice
ru_ru: Заметки

# IsSeller
source: Seller
ru_ru: Продавец

# ShopSupply
source: Supply type
ru_ru: Вид доставки

# EnterpriseSupplierDownLoadRepTDES_RowEgnored
source: Rows ignored
ru_ru: Записей проигнорировано

# TECDOC_TYP_KV_BODY
source: Body
ru_ru: Кузов

# TECDOC_TYP_KV_FUEL
source: FUEL
ru_ru: Топливо

# IncomeArticleTDES_CurrArtPrice
source: Current ArtPrice
ru_ru: Тек.Цена

# EnterpriseArticleBrandTDES_ArticleSearchKind
source: Search kind
ru_ru: Тип ресурса

# BranchRestTDES_LastUpdated
source: Updated
ru_ru: Обновл.

# SoatoSettlementName
source: Settlement
ru_ru: Нас.пункт

# IsActive_Prompt
source: Set Actual
ru_ru: Выставить Актуальность

# SoatoSettlementType
source: Settlement Type
ru_ru: Тип Насел.пункта

# EnterpriseCategoryItemTmp_EntCategoryDescription
source: Group description
ru_ru: Наименование подгруппы

# ReturnBasketTDES_WorkPlaceGuid
source: WorkPlace
ru_ru: Раб.место

# GuestOrderTDES_LastUpdated
source: Create Date
ru_ru: Дата создания

# GuestOrderArticleTDES_ArtPrice
source: Price
ru_ru: Цена

source: Fractional Unit
ru_ru: Дроб.един

# EnterpriseSupplierDownLoadRepTDES_RowWithError
source: Rows with errors
ru_ru: Записей с ошибками

# EnterpriseSupplierDownLoadRepTDES_RowPassed
source: Rows passed
ru_ru: Пройдено записей

# EnterpriseSupplierDownLoadTDES_IgnorIfZeroPrice
source: IgnorIfZeroPrice
ru_ru: Игнор.при Цене=0

# ReturnBasketArticleTDES_ReverseAmount
source: Storned
ru_ru: Сторно

# PriceCurrencyIso
source: Price Currency
ru_ru: Валюта цены

# EnterpriseBranchTDES_SalesCatalog
source: Sales Catalog
ru_ru: Каталог продаж

# CountryEngName
source: Eng.Name
ru_ru: Англ.Название

# ReturnBasketTDES_Description
source: Note
ru_ru: Заметка

source: ExchRate
ru_ru: Обмен.курс

# BranchRestTDES_EntBranchGuid
source: Branch
ru_ru: Подразделение

source: First Name
ru_ru: Имя

# EnterpriseCarModelTypeName
source: Model Type Name
ru_ru: Наим. типа модели

# EnterpriseSupplierDownLoadTDES_ZeroRestBeforeImport
source: Zero Rest Before Import
ru_ru: Обнулить остатки при импорте

# EnterpriseSupplierDownLoadTDES_ExternArticleAmount
source: Amount
ru_ru: Кол-во

# AddressOffice
source: Office
ru_ru: Кв.

# CountryCapital
source: Capital
ru_ru: Столица

# TECDOC_TYP_DOORS
source: Doors
ru_ru: Дверей

# OriginalCatalogName
source: Description
ru_ru: Наименование

# IsReverse
source: Reverse
ru_ru: Сторн

# AddressLongitude
source: Longitude
ru_ru: Долгота

# IncomePayRollTDES_CreatedAt
source: Date
ru_ru: Дата проведения

# IsActive
source: Actual
ru_ru: Акт.

# IsBooker
source: Booker
ru_ru: Бухгалтер

# TECDOC_TEX_UNIT
source: UNIT
ru_ru: Единица

# TECDOC_TEX_TEXT
source: Description
ru_ru: Наименование

# SaleBasketTDES_PaymentSum
source: Payment Sum
ru_ru: Сумма

# SaleBasketArticleTDES_WorkPlaceGuid
source: WorkPlace
ru_ru: Раб.место

# IncomeArticleTDES_ArtPrice
source: Sale Price
ru_ru: Цена продаж.

source: Working Days
ru_ru: Раб.Дни

source: Working Time
ru_ru: Раб.Время

# StreetTypeDescription
source: Description
ru_ru: Наименование

# EnterpriseSupplierDownLoadTDES_LookForAutoSpace
source: LookForAutoSpace
ru_ru: Искать у АвтоСпэйс

# EnterpriseCategoryItemTDES_EntCategoryItemDescriptionId
source: Description
ru_ru: Наименование

# ShopLicense
source: License
ru_ru: Лицензия

# EnterpriseSupplierDownLoadTDES_SrcFolder
source: Folder
ru_ru: Папка

source: Reverse Amount
ru_ru: Возврат

# IncomeArticleTDES_ArtAmountRest
source: Rest
ru_ru: Ост.

# TECDOC_TYP_KV_BRAKE_SYST
source: Brake System
ru_ru: Сист. Торм.

# TECDOC_TYP_KV_BRAKE_TYPE
source: Brake type
ru_ru: Тип Торм.

# EnterpriseUserContactTDES_ContactTypeId
source: Contact type
ru_ru: Тип контакта

# IsOperational
source: Operational
ru_ru: Исп.

# EnterpriseArticleTDES_EntBrandNic
source: Brand
ru_ru: Брэнд

# BranchSpellTDES_OpenAt
source: Open At
ru_ru: Дата Откр.

# GuestOrderArticleTDES_LastUpdated
source: Create Date
ru_ru: Дата обновл.

# SheetRevaluationTDES_SheetRevaluationTDESGuid
source: Sheet Revaluation ID
ru_ru: ID ведомости

# ReturnBasketTDES_ArtAmount
source: Amount
ru_ru: Кол-во

source: Street Type
ru_ru: Тип улицы

# EnterpriseArticleTDES_EntArticle
source: Article
ru_ru: Артикул

# EnterpriseSupplierDownLoadRepTDES_LastReplicatedStart
source: Process start
ru_ru: Начало обработки

# IncomePayRollTDES_EntSupplierDescription
source: Supplier
ru_ru: Поставщик

# GuestOrderArticleTDES_ART_ARTICLE_NR
source: Extern Article
ru_ru: Артикул Внешн.

# TECDOC_TYP_HP_FROM
source: Hp from
ru_ru: ЛС

# EnterpriseArticleLookUpTDES_ArticleSearch
source: Search string
ru_ru: Строка поиска

# TECDOC_TYP_HP_UPTO
source: Hp til
ru_ru: Мощ.ЛС

# EnterpriseArticleLookUpTDES_ArticleDysplay
source: Actual Number
ru_ru: Актуальный номер

# IsVisible_Prompt
source: Set Visible
ru_ru: Выставить видимость

# SettlementTypeDescription
source: Description
ru_ru: Наименование

# SaleBasketArticle_ArtAmount
source: Amount
ru_ru: Кол-во

# AddressLatitude
source: Latitude
ru_ru: Широта

source: Description
ru_ru: Доп. инфо

source: Address District
ru_ru: Район

# EnterpriseSupplierDownLoadTDES_LookForMotex
source: LookForMotex
ru_ru: Искать у Motex

# EnterpriseSupplierDownLoadTDES_LookForLAuto
source: LookForLAuto
ru_ru: Искать у LAuto

# SaleBasketTDES_CreatedAt
source: Created At
ru_ru: Создана

# EnterpriseTecDocSrcTypeTDES_Descr
source: Description
ru_ru: Наименование

# User2WorkPlaceTDES_SetAt
source: Set At
ru_ru: Размещен

# IsAudit_Prompt
source: Set Audit
ru_ru: Выставить аудирование

# User2WorkPlaceTDES_ReSetAt
source: PutOff
ru_ru: Снят

# IsBooker_Prompt
source: Set Booker
ru_ru: Выставить бухгалтер

# EnterpriseUserContactTDES_Contact
source: Contact
ru_ru: Контакт

# TECDOC_TYP_PCON_END
source: Sale til
ru_ru: Кон.Пр.

# EnterpriseSupplierReplaceTDES_LookFor
source: LookFor
ru_ru: Искать

# SaleBasketTDES_PaidAt
source: Payment Date
ru_ru: Дата оплаты

# CurrencyName
source: Description
ru_ru: Наименование

# EnterpriseCategoryTDES_CategoryDescription
source: Description
ru_ru: Наименование

# TECDOC_TYP_KV_CATALYST
source: CATALYST
ru_ru: Катализ.

# GuestOrderTDES_IsReplicated
source: IsReplicated
ru_ru: Реплицирован

# ReturnBasketTDES_CreatedAt
source: Created At
ru_ru: Создана

# EnterpriseArticleTDES_ExternArticleEAN
source: Extern EAN
ru_ru: Внеш.EAN

# EnterpriseSupplierDownLoadTDES_SrcFile
source: SrcFile
ru_ru: Файл

# EnterpriseSupplierDownLoadTDES_SrcType
source: SrcType
ru_ru: Тип данных

# RevaluationArticleTDES_OperSum
source: Oper.Sum
ru_ru: Сумма

source: Settlement Type
ru_ru: Тип Насел.пункта

# IsSeller_Prompt
source: Set Seller
ru_ru: Выставить продавец

# EnterpriseSupplierDownLoadTDES_SubFldDelim
source: SubFldDelim
ru_ru: Разделитель Арт-Брэнд

# GuestOrderArticleTDES_ArtAmount
source: Amount
ru_ru: Кол-во

# GuestOrderArticleTDES_SUP_TEXT
source: Extern Brand
ru_ru: Брэнд Внешн.

# SaleBasketArticle_ArtPrice
source: ArtPrice
ru_ru: Цена закупки

# BranchRestTDES_ArtAmount
source: Rest
ru_ru: Остаток

# TECDOC_TYP_KV_ENGINE
source: Engine
ru_ru: Двигатель

# GuestOrderArticleTDES_EntBranchArticle
source: Article
ru_ru: Артикул

# TECDOC_MFA_BRAND
source: Brand Description
ru_ru: Наименование

# EnterpriseSupplierDownLoadTDES_ExternArticle
source: Article
ru_ru: Артикул

# TECDOC_SUP_TEXT
source: Supplier
ru_ru: Производитель

# EnterpriseArticleCategoryItemTDES_ArticleId
source: Article Id
ru_ru: Id артикула

# TECDOC_TYP_KV_FUEL_SUPPLY
source: FUEL SUPPLY
ru_ru: Впрыск

# BranchSpellTDES_IsActive
source: Opened
ru_ru: Открыта
