Repository: chempkovsky/TecDocEcoSystemSolution
Catalog: CarShop/Properties/Resources.*.resx
Languages: ru_ru

# GUEST_SEARCH_EAN
source: EAN
ru_ru: Штрих-Код (EAN)

# ENTERPRISE_NOT_DEFINED
source: Enterprise is not defined
ru_ru: Предприятие не определено

# SpellNotFound
source: Spell is Not Found
ru_ru: Текущая смена не определена

# SaleBasketReportStornedTDES_INDEX
source: Storned by spell
ru_ru: Сторнированные за смену

# AddressType_INDEX
source: Address Types
ru_ru: Тип адреса

# ArticleSearchByEntArticleDescription
source: Article Description
ru_ru: Наименование

# EcoSystemAdminAction1
source: The role of "Administrator ecosystem" gives the opportunity to register in the information system, one or several companies and to bind to each of the companies users with a roles administrators and auditors. After creating Ecosystems Administrator sends login to enterprise administrators.
ru_ru: Роль "Администратор экосистемы" дает возможность зарегистрировать в данной информационной системе одно или несколько предприятий и привязать к каждому из предприятий штат администраторов и аудиторов. После создания Администратор экосистемы передает логин и пароль администраторам предприятий.

# EcoSystemAdminAction2
source: Every now secured the active flag. Flag off stops ecosystem response to queries and update data for this plant.
ru_ru: За каждым предприятием закрепляется флаг активности. Флаг в выключенном состоянии останавливает отклик экосистемы на запросы и изменение данных по этому предприятию.

# EcoSystemAdminAction3
source: Nevertheless, the right option switches the active flag is left for enterprise administrators. To prevent re-enterprise administrators vlyuchenie enterprise information resources to the work, the administrator is required to turn off the ecosystem similar flag on an enterprise administrator.
ru_ru: Тем не менее право влючить флаг активности оставляется за администраторами предприятия. Чтобы запретить администраторам предприятий повторное влючение информационных ресурсов предприятия в работу, администратор экосистемы обязан выключить аналогичный флаг на учетных записях администраторов предприятий.

# EcoSystemAdminAction4
source: Conversely, when the resources of the enterprise to work. Administrator ecosystem must include the active flag At least one Enterprise Administrator.
ru_ru: И наоборот, при включении ресурсов предприятия в работу. Администратор экосистемы обязан включить флаг активности хотябы у одного администратора предприятия.

# EcoSystemAdminAction5
source: When you disable (or enable) flag activity for the administrator account of the enterprise is no change, no passwords or credentials. Performs a simple lock (unlock).
ru_ru: При отключении (или включении) флага активности для учетной записи администратора предприятия не происходит изменение ни пароля, ни учетных данных. Выполняется простая блокировка (разблокировка).

# EcoSystemAdminAction6
source: Strktura data organized as a tree with the top node in the enterprise. So the first step - is to move to the list of companies. On the page that will provide recommendations to work with other nodes in the tree.
ru_ru: Стрктура данных организована в виде дерева с вершиной в узле предприятия. Поэтому первый шаг -- это переход к списку предприятий. На появившееся странице будут даны рекомендации по работе с остальными узлами дерева.

# EcoSystemAdminAction7
source: Types
ru_ru: Типизаторы

# Boolean_YES
source: YES
ru_ru: Да

# TECDOC_APPLICABLE
source: Applicability
ru_ru: Применяемость

# FILTER_TITLE_FLUEL
source: Filter by fluel
ru_ru: Укажите вид топлива авто

# SaleBasketTDES_PAYMENT_OK
source: Payment is done. Rests are changed.
ru_ru: Операция проведена УСПЕШНО. Остатки изменены.

# GuestOrderTDES_LastUpdatedLargeThan
source: Created till
ru_ru: Не превышая чем

# EDIT_ACTION
source: Edit
ru_ru: Изменить

# EnterpriseSupplierTDES_NOTFOUND
source: Supplier not found
ru_ru: Поставщик не найден

# ReturnBasketArticleTDES_CANNOTCHANGE
source: Change list for current ReturnBasket is possible if it is not paied and active
ru_ru: Изменение списка корзины(врзврата) допускается, если она активна и неоплачени.

source: Put Article In Basket
ru_ru: Поместить в корзину

# EnterpriseArticle_INDEX
source: Articles
ru_ru: Артикулы

# SaleBasketTDES_WP_ERROR
source: Can not pay: workplace is changed
ru_ru: Не могу провести операцию: изменилось рабочее место

# ArtAmountRestSum
source: Rest Amount
ru_ru: Кол.Ост.

# TreeAxles
source: Axles
ru_ru: Подвеска

# SpellCloseDateLessThanOpenDate
source: Close Date is Less Than OpenDate
ru_ru: Дата закрытия смены не может быть меньше даты открытия

# SqlDublicateValue
source: Dublicate Values
ru_ru: Дублирование записей

# ReplyProfile
source: Profiles
ru_ru: Профили

# BySoatoSettlementName
source: Search by Settlement Name
ru_ru: Поиск по Насел. пункту

# SheetRevaluationTDES_INDEX
source: Sheet Revaluation
ru_ru: Ведомость переоценки

# GuestOrderTDES_AUTOCREATE
source: Orders on the store is created automatically when choosing a product.
ru_ru: Заказ на магазин создается автоматически, при выборе товара.

source: Search string is empty
ru_ru: Строка поиска не задана

# EnterpriseBranchTDES_NOTFOUND
source: Branch not found
ru_ru: Подразделение не найдено

# FILTER_ISSELLER
source: Seller
ru_ru: Продавец

# Soato_LOOKUP
source: LookUp Soato
ru_ru: Выбор Соато(Населенного пункта)

# BranchSpellTDES_UNBLOCKED_CANNOTCLOSE
source: Can not close spell if it is unblocked
ru_ru: Не могу закрыть незаблокированную смену

# IncomeArticleTDES_INDEX
source: Article
ru_ru: Артикулы

# SaleBasketReportTDES_INDEX
source: Sales by spell
ru_ru: Продажи за смену

# EcoSystemAdminName
source: EcoSystem Administrator
ru_ru: Администратор экосистемы

# BranchSpellTDES_BLOCK
source: Block
ru_ru: Заблокировать

# BranchSpellTDES_CLOSE
source: Close
ru_ru: Закрыть

# FILTER_ISADMIN
source: Admin
ru_ru: Админ.

# FILTER_ISAUDIT
source: Audit
ru_ru: Аудит.

# PAGE_OF
source: of
ru_ru: из

# SaleBasketArticleTDES_ROLECANNOTCHANGE
source: Current role can not change the list of SaleBasket
ru_ru: Изменение списка корзины(продажи) не разрешается для текущей роли

# MYCONTACTS
source: Contacts
ru_ru: Контакты

# SendEnterpriseBranchTDES_ISNOTACTIVE
source: At the sending party is disabled Activity
ru_ru: У отправляющей стороны отключена активность

# EnterpriseCategoryTDES_INDEX
source: Categories of goods
ru_ru: Категории товаров

# TecDocModel_INDEX
source: Models by brand
ru_ru: Модели по брэндам

# OrderBranchTDES_NOTFOUND
source: Advance orders not deployed administrator
ru_ru: Стол заказов не развернут администратором

# ByEntSupplierId
source: Search by Nic
ru_ru: Поиск по Nic

# ReturnBasketTDES_PRICELESSZERO
source: Price is less than zero
ru_ru: Цена меньше нуля

source: Multiplexer
ru_ru: Коэфф.уц.(нац.)

# SendEnterpriseBranchTDES_NOTFOUND
source: Originating party not registered in the system
ru_ru: Отправляющая сторона не зарегистрирована в системе

# LookForArticleSelt_INDEX
source: Selt article
ru_ru: Проданный артикул

# ArticleSearchByBrandNic
source: Search By Brand Nic
ru_ru: Брэнд предприятия

# ReportTypeStorned
source: Storned
ru_ru: Сторнированные

# OpenSpellDoWorkPlaceAndUnBlock
source: Do not forget set users to workplaces and unblock the spell
ru_ru: Не забудьте рассадить пользователей по рабочим местам и разблокировать смену.

# CreateNewSpellIfCurrentClose
source: Open New Spell If Current Spell is closed
ru_ru: Открыть новую смену можно, если текущая смена закрыта

source: Search TecDoc By Tree
ru_ru: По авто

# TreeMotors
source: Motors
ru_ru: Двигатели

# GuestProfileTDES_EDIT
source: Edit My profile
ru_ru: Редактировать мой профиль

# EnterpriseBranchTDES_ISNOTACTIVE
source: Enterprise Branch is not active
ru_ru: Подразделение не Активно.

# ShowMarkdown
source: Markdown
ru_ru: С уценкой

source: SqlError
ru_ru: Ошибка выполнения записи в БД

# BranchSpell_INDEX
source: Current Branch Splell
ru_ru: Текущая смена

# IncomePayRollTDES_ISPOCESSES
source: Income PayRoll IS POCESSES
ru_ru: Не могу вносить изменения -- Ведомость уже оприходована(проведена)

# CANT_PARS_TO_INT
source: Can not translate string as int
ru_ru: Не могу преобразовать в целое

# ReturnBasketTDES_AMOUNTLESSZERO
source: Return Amount is less than zero
ru_ru: Кол-во к возврату меньше нуля

# SHOWNOTACTIVE
source: Flag OFF
ru_ru: Нет

# SettlementType_INDEX
source: Settlement Type
ru_ru: Тип насел.пунктов

# HomePageIndex
source: This site will interest both buyers and sellers of automotive parts.
ru_ru: Данный сайт заинтересует как покупателей так и продавцов автозапчастей.

# EnterpriseAdminAction1
source: The first thing you should do after receiving the enterprise administrator login and password - is log on and change your login password.
ru_ru: Первое, что должен делать Администратор предприятия после получения логина и пароля -- это войти в систему и изменить свой пароль входа.

# EnterpriseAdminAction3
source: The next step - is to create records for one or more departments. One department must be created in any case.
ru_ru: Следующей шаг -- это создание записей для одного или нескольких подразделений предприятия. Одно подразделение необходимо создать в любом случае.

# EnterpriseAdminAction2
source: If necessary, an enterprise administrator can change the name of the company.
ru_ru: При необходимости администратор предприятия может изменить наименование предприятия.

# EnterpriseAdminAction4
source: Enterprise Administrator role allows you to change the state of the enterprise: "Enterprise Admins" and "Enterprise auditors"
ru_ru: Роль администратора предприятия позволяет изменять штат своего предприятия: "администраторы предприятия" и "аудиторы предприятия"

# ProfileSearchByLastName
source: Search By Last Name
ru_ru: Поиск по фамилии

# ReturnBasketTDES_ISPAYED
source: Return has been made
ru_ru: Возврат проведен

# ShopAttribute
source: Shop Attributes
ru_ru: Профиль магазина

# SiteUrl
source: Site
ru_ru: Сайт

# BranchSellerName
source: Branch Seller
ru_ru: Продавец подразделения

# GuestOrderTDES_CREATE
source: Create my order
ru_ru: Создать мой заказ

# SaleBasket_NOTDEFINED
source: SaleBasket is not defined
ru_ru: Заказ не определен

# EnterpriseAuditName
source: Enterprise Auditor
ru_ru: Аудитор предприятия

# ReturnBasketReportIncomeTDES_INDEX
source: Сopied to parish
ru_ru: Проведены по приходу

# ProfileSearchByNic
source: Search By Nic
ru_ru: Поиск по Nic

# DETAILS_ACTION
source: Details
ru_ru: Подробно

source: No any data
ru_ru: В БД нет доп. данных по артуклу

# EnterpriseUserContactHelp1
source: Contact this person or phone number or e-mail. When creating, editing kongtakta this type can be set. Contact the following fields Guid - a unique identifier of a record at the Internet, Contact - it or phone or e-mail, Activity - flag off if contact is outdated and Visibility - if the flag is off, then other users will not see this contact.
ru_ru: Контакт это или телефон или e-mail. При создании, редактировании конгтакта можно этот тип задать. Контакт имеет следующие поля Guid -- идентификатор записи уникальный на уровне интернет, Контакт -- это или телефон или e-mail, Активность -- флаг выключен если контакт устарел, Видимость -- если флаг выключен, то другие пользователи не будут видеть этот контакт.

# IncomePayRollTDES_NOTFOUND
source: Income PayRoll NOT FOUND
ru_ru: Ведомость не найдена

# LookForArticleRest_INDEX
source: Look For Article in Rests
ru_ru: Искать в остатках

# StreetType_INDEX
source: Street type
ru_ru: Тип улиц

# SaleBasketTDES_BY_GuestOrderGuid
source: Created by order:
ru_ru: Создано через заказ:

source: Phones
ru_ru: Tel.

# TECDOC_GA_TEXT
source: Group Name
ru_ru: Наим.групп

# GuestOrderTDES_DETAIL
source: Order profile
ru_ru: Детальный профиль заказа

# CanNotParceDateFrom
source: Can Not Parce DateFrom filter
ru_ru: Не могу преобразовать строку в дату для фильтра (начиная с)

# BranchRestTDES_NOTFOUND
source: Input object is not found in db
ru_ru: Входной объект не найден в БД

# Results_TITLE
source: Summary
ru_ru: Итог

# Country_INDEX
source: Country
ru_ru: Страна

# RevaluationArticleTDES_INDEX
source: Revaluation Article
ru_ru: Артикул переоценки

# BranchOrderTDES_INDEX
source: Order to store
ru_ru: Заказ на магазин

# TECDOC_MASTER_BEZ
source: Description
ru_ru: Наименование

# CategorySearchById
source: Category Code
ru_ru: Код категории

# GUEST_MANUF_IDS_INDEX
source: Construct Number
ru_ru: Номер Конструкционный

# SaleBasketTDES_INDEX
source: Baskets for current Spell
ru_ru: Продажи (корзины)

# GuestOrderArticleTDES_INDEX
source: Articles of order
ru_ru: Товары в заказе

# GuestOrderArticleTDES_ISMAX
source: Reached the maximum items in the order.
ru_ru: Достигнут максимум наименований в заказе.

# EnterpriseSupplierHelp1
source: Do not confuse the supplier and brand. Examples are the brand Coca-Cola, Oriflame. An example of a vendor is Shate-M. Supplier - is your business partner from whom you purchase goods. Each entry supplier bind address of the supplier and contacts. To edit (view) addresses and contacts the supplier tab "Details". Button at the bottom of the screen give you switch to the appropriate page.
ru_ru: Не путайте поставщика и брэнд. Примерами брэнда являются Coca-Cola, Oriflame. Примером поставщика является Шатэ-М. Поставщик -- это ваш бизнес партнер у которого вы закупаете товар. С каждой записью поставщика связываются адреса поставщика и контакты. Чтобы редактировать(просматривать) адреса и контакты поставщика перейдите на вкладку "Подробно". Кнопки в нижней части экрана дают вам переход на соответствующие странички. Ссылка на поставщика используется при формировании ведомостей прихода.

# YOUAREGUESTifThan
source: On this site, auto parts stores publish their products and prices. And you are given the opportunity to find and order completion, on one or a few shops in your city.
ru_ru: На этом сайте магазины автозапчастей публикуют свои товары и цены. И вам предоставляется возможность поиска и выполнеия заказа на один или несколько магазинов вашего города.

# ArticleSearchByExternBrandNic
source: Extern Brand Nic
ru_ru: Внешний Брэнд

# OrderBranchTDES_ISNOTACTIVE
source: Advance orders blocked by the administrato
ru_ru: Стол заказов заблокирован администратором

# WorkPlace_INDEX
source: WorkPlaces
ru_ru: Рабочие места

# SaleBasket_ISPAYED_OR_REVERSED
source: SaleBasket is paied
ru_ru: Заказ уже оплачен(или сторнирован)

# SaleBasketReportNotPayedTDES_INDEX
source: Not Payed by spell
ru_ru: Неплаченные за смену

# GuestOrderTDES_NOARTCOUNT
source: Count of Articles is zero
ru_ru: Заказа не содержит товаров к продаже

# ShowHideBtn
source: Hide/Show
ru_ru: Спрятать/Показать

# BranchSpellHstTDES_OpenAtLargeThan
source: Less than:
ru_ru: Не превышая:

# TreeCommercialVehicles
source: Commercial Vehicles
ru_ru: Комерческие авто

# SheetRevaluationTDES_CANNOTDELETE
source: Can not delete processed sheet
ru_ru: Не могу удалить уже проведенную ведомость

# BranchSpellTDES_NOTFOUND
source: there is no BranchSpell
ru_ru: Нет открытой смены

# SHOWACTIVE
source: Flag ON
ru_ru: Да

source: ambiguous choice or lack of choice
ru_ru: Неоднозначный выбор (Более одного внутреннего артукула закреплено за текущ.артикулом TECDOC)

# ArtDistrib
source: Distribution
ru_ru: Движение

source: To payment
ru_ru: К оплате

# UnBlockSpellWhenActive
source: Spell can be (un)blocked when opened
ru_ru: (Раз)блокировать смену можно, если она открыта

# GuestBranchTDES_INDEX
source: Internet profile of shop
ru_ru: Интернет Профиль магазина

# GuestOrderTDES_RESETPRICES
source: Reset Actual Prices
ru_ru: Актуализировать цены

# SaleBasketArticleTDES_INDEX
source: Sale Basket Article
ru_ru: Товары

# CategoryItemSearchById
source: Search By Id
ru_ru: Поиск по ID

source: Close Current Spell First
ru_ru: До открытия новой смены закройте текущую.

# GuestOrderTDES_ISDONE
source: Order is done or replicated
ru_ru: Нельзя добавить в исполненный или реплицированный заказ

# BrandSearchByNic
source: Search By Nic
ru_ru: По Ник

# BySoatoId
source: Search by Soato
ru_ru: Поиск по Соато

# MANUF_IDS_INDEX
source: Manufacture ids
ru_ru: Конструкционный номер

# SaleBasketTDES_PAYMENTERROR_STATUS
source: DB Error while changing status for order
ru_ru: Ошибка БД при изменении статуса заказа

# SaleBasketReportIncomeTDES_INDEX
source: Сopied from parish
ru_ru: Списано с прихода

# GUEST_SEARCH_TECDOCID
source: TecDoc Number
ru_ru: Номер TecDoc

source: Branch Spell Is Blocked Or Is Not Active
ru_ru: Смена или блокирована или закрыта

# EnterpriseCategoryTDES_NOT_DEFINED
source: Category is not defined
ru_ru: Сатегория не определена

# ReplyOrders
source: Orders
ru_ru: Заказы

# EnterpriseAudit1
source: The auditor's role Enterprise allows you to view all enterprise data tree to which the auditor is bound.
ru_ru: Роль аудитора предприятия позволяет просматривать все дерево данных предприятия, к которому аудитор привязан.

# EnterpriseAudit2
source: For each node, the data link is provided to the auditor "Detail", allowing to plunge the entire depth of the data tree. For example, clicking on the shape of the "Details" for node "Enterprise", the auditor obtains the possibility to see a list of users. Again, clicking on the shape of the "Details" selected user auditor obtains access to the contact list of the user.
ru_ru: Для каждого узла данных аудитору предоставляется ссылка "Детально", позволяющая погружаться на всю глубину дерева данных. К примеру, перейдя на форму "Детально" для узла "Предприятие", аудитор получает возможности перейти к списку пользователей. И опять перейдя на форму "Детально" выбранного пользователя аудитор получает доступ к списку контактов пользователя.

# DoSelectArticle_RESTNOTFOUND
source: Rest not found
ru_ru: Остаток не найден

# NoSuchArticule
source: No Such Articule by TECDOC IDs
ru_ru: Не найду артикулы по TECDOC нотации

source: Purchase Price Sum
ru_ru: Сумм.Закупки

source: WorkPlace is not defined
ru_ru: Неопределено рабочее место

source: Apply Options
ru_ru: Применить настройки

# TECDOC_ART_ID
source: Article
ru_ru: Aрткл.

# Boolean_NO
source: NO
ru_ru: Нет

# SaleBasketArticleTDES_NOTHINGTOSTORN
source: for Sale Basket Article nothing to storn
ru_ru: Для указанного проданного артикула кол-во для возврата == 0

# SEARCH_SUPPID
source: Supplier Id
ru_ru: Id поставщ.

source: Active Spell Cannot Be Deleted
ru_ru: Открытая смена не может быть удалена

# CREATE_ACTION
source: Create
ru_ru: Создать

# GestUserNic_EXISTS
source: Such user nic exists in db
ru_ru: В БД уже существует пользователь с указанным NIC

# CategorySearchByParent
source: Category Parent Code
ru_ru: Код родителя категории

# ArticleSearchByExternArticle
source: Extern Article
ru_ru: Внешний Артукул

# OpenSpellInBlockedMode
source: New Spell can be opened in blocked state only.
ru_ru: Смена открывается в блокированном состоянии. Не забудьте разблокировать.

# BranchType_INDEX
source: Branch types
ru_ru: Типы подразделений

# CARMODELTYPETREEITEMANALOG_INDEX
source: Analogs
ru_ru: Аналог

# GuestOrderTDES_LastUpdatedLessThan
source: Created from
ru_ru: Создан начиная с

# ArticleSearchByTecDoc
source: TecDoc Article
ru_ru: Артикул Внешний

# TecDocCountryLang
source: Language and country of TecDoc
ru_ru: Язык и Cтрана TecDoc

# GuestBranchSumTDES_INDEX
source: Shops
ru_ru: Предложения магазинов

# ReturnBasketTDES_ISCREATED_IN_ANOTHERSPELL
source: Return Basket is created in another spell
ru_ru: Корзина создана в другой смене

# CARMODELTYPETREEITEMDETAIL_INDEX
source: Article
ru_ru: Артикул

# BranchBookerName
source: Branch Booker (Senior Seller)
ru_ru: Главный продавец (бухгалтер) подразделения

# BranchGuestProfileTDES_INDEX
source: Order Profile
ru_ru: Профиль заказа

# ReturnBasketReportTDES_INDEX
source: Returns for spell
ru_ru: Возвраты за смену

# TECDOC_ART_ARTICLE_NR
source: Suppl.Article
ru_ru: Aрткл.Пост.

# CREATENEW_ACTION
source: Create New
ru_ru: Создать запись

# User2WorkPlaceHstTDES_INDEX
source: History: User to WorkPlace
ru_ru: История Польз. на Раб.месте

# NewArtPriceSum
source: New Price sum
ru_ru: Сумма в новых ценах

source: User is not defined
ru_ru: Не определен пользователь

# SuppRestTDES_INDEX
source: Suppliers Rests
ru_ru: Остатки поставщиков

# CARMODELTYPETREEITEMS_INDEX
source: Items list
ru_ru: Перечень деталей

source: Rounding
ru_ru: Округл.

# ReturnBasketArticleTDES_ROLECANNOTCHANGE
source: Current role can not change the list of ReturnBasket
ru_ru: Изменение списка корзины(возврата) не разрешается для текущей роли

# MakeUser2WorkPlace
source: Put User onto WorkPlace
ru_ru: Закрепить пользователя за рабоч.местом

# GUEST_SEARCH_SUPPID
source: Suplier Number
ru_ru: Номер изготовителя

source: SaleBasket IS CREATED IN ANOTHER SPELL
ru_ru: Заказ создан в другой смене

# PartialControl
source: Without deletion
ru_ru: Редактирование Без права удаления(добавления)

# GuestOrderTDES_NOTFOUND
source: Can not found given Order
ru_ru: Не найду указанный заказ :

# BranchRestTDES_NOTDEFINED
source: Input object is not defined
ru_ru: Входной объект не определен

# LANGUAGES_INDEX
source: LANGUAGES
ru_ru: Язык вывода

# SEARCH_ACTION
source: Search
ru_ru: Поиск

# SaleBasketTDES_ISREVERCED
source: Sale Basket is storned
ru_ru: Заказ сторнирован

# EnterpriseBranchReplyTDES_INDEX
source: Branch Reply settings
ru_ru: Настройки репликаций

# TECDOC_TEX_VALUE
source: Value
ru_ru: Значение

# DoMakeSheetRevaluation_INDEX
source: Process SheetRevaluation
ru_ru: Провести переоценку

source: Make Return
ru_ru: Провести возврат

# DELETE_ACTION
source: Delete
ru_ru: Удалить

# SpellCloseDateLargeThanOpenDate
source: Open Date of the New Spell is Less Than Close Date of Previous one
ru_ru: Дата открытия смены новой не может быть меньше даты закрытия одной из предыдущих

# DOCANCEL_TITLE
source: Cancel
ru_ru: Отмена

# ArticleSearchByExternArticleEAN
source: Extern EAN
ru_ru: Внешний EAN

source: Search TecDoc By Article
ru_ru: Искать по номеру

# TECDOC_SUP_ID
source: Supplier Id
ru_ru: Пр.Id

# DOSELECT_TITLE
source: Select current
ru_ru: Выбрать

source: Show All
ru_ru: Все

# YOUAREGUESTif
source: If you are car owner
ru_ru: Если вы автолюбитель

# BasketDefinitionIsNotDefined
source: Data Basket is not defined
ru_ru: Данные корзины не определены

# Address_INDEX
source: Addresses
ru_ru: Адреса

source: SOATO
ru_ru: СОАТО

# EnterpriseBranchRateTDES_INDEX
source: Exchange Rate
ru_ru: Обменные курсы

# BranchAudit1
source: Role of the Auditor units allows you to view data enterprise is bound performer.
ru_ru: Роль дает возможность просматривать данные предприятия, к которому привязан исполнитель.

# BranchAudit2
source: Allows you to view the data unit to which the Executive is bound.
ru_ru: Роль дает возможность просматривать данные подразделения, к которому привязан исполнитель.

# TECDOC_GA_NR
source: Group
ru_ru: Группа

# ArtAmountSum
source: Amount
ru_ru: Кол.Закуп

# BranchAdmin2
source: Partially edited (without the right to add or remove) attributes units to whom the administrator is bound
ru_ru: Частично редактировать (без права удаления или добавления) атрибуты своего подразделения

# BranchAdmin3
source: And full control over the data listed below
ru_ru: И полный контроль на данных привязанных к своему подразделению

# BranchAdmin1
source: Division Administrator role enables users to view data enterprise is bound performer.
ru_ru: Роль администратора подразделения дает возможность просматривать данные предприятия, к которому привязан исполнитель.

# SpellGivenNotFound
source: Given Spell Not Found
ru_ru: Выбранная смена не определена

# IncomePayRollTDES_INDEX
source: Income Pay Roll
ru_ru: Приходная ведомость

# Branch_INDEX
source: Branches
ru_ru: Подразделения

source: To reverce
ru_ru: К сторнированию

source: Current Options Are Applied
ru_ru: Текущие настройки Применены

# EnterpriseTDES_ITEM
source: Enterprise
ru_ru: Предприятие
