Repository: chempkovsky/TecDocEcoSystemSolution
Catalog: CarShop/Properties/Resources.*.resx
Languages: ru_ru

# CanChangeRecordForYourSelf
source: You can change your data only
ru_ru: Можете менять только свои учетные данные

# GuestBranchTDES_NOTFOUND
source: Can not find such a Branch
ru_ru: Не могу создать профиль -- не найду подразделение

# ReportTypePayed
source: Payed
ru_ru: Оплаченные

# ReturnBasketTDES_AMOUNTINCORRECT
source: Return Amount is large than seld minus storned
ru_ru: Кол-во к возврату превышает проданное минус сторнированное

# BranchSpellTDES_UNBLOCK
source: UnBlock
ru_ru: Разблокировать

# YOUARESELLERifThan
source: Provided you with a FREE full-featured software-accounting system, using which you can automatically publish their availability and prices of goods. You can deploy and use this software locally and publish balances and prices online. You can deploy and iseto software
ru_ru: Вам БЕСПЛАТНО предоставляется программное обеспечение -полнофункциональная учетная система, используя которую вы в автоматическом режиме сможете публиковать наличие своих товаров и цены. Вы можете развернуть и использовать это программное обеспечение локально и публиковать остатки и цены в интернет. Вы можете развернуть и использовать это программное обеспечение в Интернет без потери функциональности.

# SaleBasketArticleTDES_NOTFOUND
source: Sale Basket Article not found
ru_ru: Не найду указанный товар как проданный (с закрытой сменой)

# MakeOrderReply
source: Replicate orders
ru_ru: Реплицировать заказы

# DoMakeOrder
source: Make Order
ru_ru: В корзину

# EnterpriseBrandHelp1
source: Do not confuse the supplier and brand. Examples are the brand Coca-Cola, Oriflame. An example of a vendor is Shate-M. Supplier - is your business partner from whom you purchase goods. Each entry of the brand associated list item you traded your business. To go to the list of articles to choose a brand, go to the page "Details". Button at the bottom of the screen will take you to a page articles.
ru_ru: Не путайте поставщика и брэнд. Примерами брэнда являются Coca-Cola, Oriflame. Примером поставщика является Шатэ-М. Поставщик -- это ваш бизнес партнер у которого вы закупаете товар. Брэнд -- это то, что вы найдете на коробке вашего товара. С каждой записью брэнда связывается перечень артикулов, торговлю которыми осуществляет ваше предприятие. Чтобы перейти к перечню артикулов по выбранному бренду зайдите на страничку "Подробно". Кнопка в нижней части экрана переведет вас на страничку Артикулов.

# TreeUniversals
source: Universals
ru_ru: Универсальный

# ReturnBasketArticleTDES_INDEX
source: Goods
ru_ru: Товары возврата

# EnterpriseTDES_NOTDEFINED
source: Enterprise not found
ru_ru: Предприятие не найдено

# SAVE_ACTION
source: Save
ru_ru: Сохранить

# SaleBasketTDES_DISTRIBUTEDERROR
source: Can not pay: error of distributed transaction
ru_ru: Не могу провести операцию: ошибка распределенной транзакции

# EnterpriseBranchUsersHelp1
source: Per unit fixed unit staff with the following set of roles: administrator units auditor units accountant (or senior salesman) and the seller. Every performer can be fixed contacts. This can be done through the page "Details" for the selected user from the list.
ru_ru: За подразделением закрепляется штат подразделения со следующим набором ролей: администратор подразделения, аудитор подразделения, бухгалтер (или старший продавец) и продавец. За каждым исполнителем можно закрепить контакты. Сделать это можно через страничку "Подробно" для выбранного пользователя из списка.

source: TecDoc Lang
ru_ru: Язык вывода результатов

# EnterpriseArticleHelp1
source: Article enterprise really consists of two articles: internal and external. Domestic product is used by the enterprise and its business units to implement accounting movement of goods and services. Outside the article - it is clear that the buyer, ie what he sees on the box Item: Brand, Name and Barcode (EAN). Allowed different internal part numbers in the domain to the same external article. When editing an article provided the opportunity to choose the appearance of the product catalog TecDoc.
ru_ru: Артикул предприятия реально состоит из двух артикулов: внутреннего и внешнего. Внутренний артикул используется самим предприятием и его подразделениями для реализации учета движения товаров и услуг. Внешний артикул -- это, то что понятно покупателю, т.е. то, что он видит на коробке товара: Брэнд, Наименование, и Штрих-код (EAN). Допускается разным внутренним артикулам ставить в соответствие один и тот же внешний артикул. При редактировании артикула предоставлена возможность выбрать внешний артикул из каталога TecDoc.

# EnterpriseArticleHelp2
source: Implemented two views with part numbers. At first glimpse, you can go out with stoanichki "Details" describe Brenda. In this case, you get articles filtered by Brenda. Or you can go to a page with articles "Details" of your company. In this case, you get all articles without filtering by brand.
ru_ru: Реализованы два представления для работы с артикулами. На первое представление можно выйти со стоанички "Подробно" описания Брэнда. В этом случае вы получаете артикулы с фильтром по Брэнду. Либо вы можете перейти на артикулы со странички "Подробно" вашего предприятия. В этом случае вы получаете все артикулы без фильтрации по Брэнду.

# EnterpriseBranchRestHelp1
source: Record residue includes artikur + supplier units, external artikur + supplier, Quantity in stock and the price per unit of output. There are two technical field - the time of last update records and the last replication to a central server, if the solution is configured for replication.
ru_ru: Запись остатка включает в себя артикур+поставщик подразделения, внешние артикур+поставщик, кол-во в наличии и цена за единицу продукции. Есть два технических поля -- это время последнего обновления записи и время последней репликации на центральный сервер, если решение настроено на работу с репликацией.

# EnterpriseBranchWorkPlacesHelp1
source: Workplace is a generalization of the seller to the cash register. After opening shift (opens in a locked mode), you must sit down sellers jobs. After that unlock shift. If you open shifts sellers do not change their jobs, then attach operation can not perform.
ru_ru: Рабочее место продаца является обобщением кассового аппарата. После открытия смены (открывается в блокированном режиме) необходимо рассадить продавцов по рабочим местам. После этого разблокировать. Если при открытии смены продавцы не меняют свои рабочие места, то операцию прикрепления можно не выполнять. смену.

# ArticleSearchByIncomePayRollTDESGuid
source: Income Pay Roll
ru_ru: Ведомость

# ReportTypeReturned_INDEX
source: Returns by spell
ru_ru: Возвраты за смену

# ReturnBasketTDES_INDEX
source: Returns
ru_ru: Возвраты

# Soato_INDEX
source: Soato
ru_ru: Соато

source: To make return
ru_ru: К проведению

# SaleBasketTDES_USER_ERROR
source: Can not pay: user is changed
ru_ru: Не могу провести операцию: изменился исполнитель

# COUNTRIES_INDEX
source: Sale in
ru_ru: Впервые продана в

# MakeIncome_INDEX
source: Process Income
ru_ru: Оприходовать ведомость

# FILTER_ISREVERSE
source: Storned
ru_ru: Сторнированно

# SaleBasketTDES_RESTERROR
source: Can not pay: error while changing rests
ru_ru: Не могу провести операцию: ошибка изменения остатка

# PriceCurrencyIso
source: Currency Price
ru_ru: Валюта цены

# CurrArtPriceSum
source: Curr Price Sum
ru_ru: Сумм.ост.в тек.ценах

# BranchRest_INDEXDetail
source: BranchRest Detailed selection
ru_ru: Детализируйте выбор

source: Exch.Rate
ru_ru: Курс

# GuestOrderTDES_INDEX
source: My Orders
ru_ru: Мои заказы

# GuestOrderTDES_ISMAX
source: Order IS MAX. Delete old orders
ru_ru: Кол-во заказов максимально. Для создания нового удалите старые заказы.

source: Create Sheet Revaluation
ru_ru: Сформировать ведомость переоценки

# ArticleSearchByBranch
source: Branch Article
ru_ru: Артикул подразделения

# Currency_INDEX
source: Currency
ru_ru: Валюта

source: Auto Parts
ru_ru: Автозапчасти

# ProductCategory_INDEX
source: Product category
ru_ru: Категории товаров

# GuestOrderTDES_EDIT
source: Edit Order profile
ru_ru: Изменить профиль заказа (активность)

# ReturnBasketTDES_ISPAYED_OR_REVERSED
source: Return Basket is already payed
ru_ru: Текущая корзина уже проведена

source: overall control
ru_ru: Редактирование

# EnterpriseAddressHelp1
source: While filling in the address, use the codifier COATO. Choice of settlement through codificator COATO correctly (automatically) fill region, district, type of settlement.Active flag is turned off, if the address was not the actual. Flag visibility determines visibility addresses external systems or the Internet.
ru_ru: При заполнении полей адреса воспользуйтесь кодификатором COATO. Выбор населенного пункта через кодификатор COATO правильно (автоматически) заполнит область, район, тип населенного пункта. Флаг активности выключается, если адрес стал не актуален. Флаг видимость определяет видимость адреса внешним системам или в интернете

# GETSTATEINFO
source: Process State
ru_ru: Состояние процесса

# CanNotParceDateTil
source: Can Not Parce DateTil filter
ru_ru: Не могу преобразовать строку в дату для фильтра (Не превышая чем)

# TreePassengerCars
source: Passenger Cars
ru_ru: Пассажирские авто

# ReportTypeNotReturned_INDEX
source: Not Returned by spell
ru_ru: Не проведены за смену

source: Hide Help
ru_ru: Спрятать справку

# BrandSearchByDesc
source: Search By Desc
ru_ru: По наименованию

# CloseSpellWhenBlocked
source: Spell can be closed when blocked
ru_ru: Закрыть смену можно, если она блокирована

# SaleBasketArticleTDES_CANNOTCHANGE
source: Change list for current SaleBasket is possible if it is not paied and active
ru_ru: Изменение списка корзины(продажи) допускается, если она активна и неоплачени.

# EnterpriseCategoryItemTDES_INDEX
source: CategoryI tem
ru_ru: Узлы категории

# ReplyArticles
source: Articles
ru_ru: Товары

# ReportTypeNotReturned
source: Is not Done
ru_ru: Не проведены

# OperSum
source: Margin sum
ru_ru: Сумма переоценки

source: Make Payment
ru_ru: Оплатить

# TecDocSelect
source: Select
ru_ru: Выбрать

# BranchUserNotSeller
source: User is Not Seller
ru_ru: Исполнитель не является продавцом

# BACKTOLIST_ACTION
source: Back to List
ru_ru: К списку

# CategorySearchByDescr
source: Category Descr
ru_ru: Наименование

# BRANDS_INDEX
source: BRANDS
ru_ru: Брэнд

# ReportTypeReturned
source: Is Done
ru_ru: Проведены

# TECDOC_TEX_UNIT
source: UNIT
ru_ru: Единица

# TECDOC_TEX_TEXT
source: Description
ru_ru: Наименование

# EnterpriseTDES_INDEX
source: Enterprises
ru_ru: Предприятия

# BranchSpellTDES_CLOSED_CANNOTWORK
source: When Spell is closed you can open new one and nothing more
ru_ru: Если смена закрыта, допускается открытие новой смены и только

# BranchSpellHstTDES_OpenAtLessThan
source: Open Date: Start from:
ru_ru: Дата открытия: Начиная с:

# FILTER_TITLE
source: Current filter by
ru_ru: Текущий фильтр

# ArtPriceSum
source: Price Sum
ru_ru: Сумм.в нач.ценах

# BranchSpellTDES_ISNOTACTIVE
source: BranchSpell IS NOT ACTIVE or blocked
ru_ru: Текущая смена или блокирована или закрыта

source: YOU ARE GUEST
ru_ru: Вы покупатель (Автолюбитель).

# GuestOrderArticleTDES_CREATE
source: Add Article to Order
ru_ru: Добавить в заказ

# YOUARESELLERif
source: If you are seller of auto parts retail
ru_ru: Если вы продавец автозапчастей в розницу

# IncomePayRollReport
source: Report
ru_ru: Отчет

# FILTER_BRANCHTYPE
source: Branch type
ru_ru: Тип подразделения

# MakeSpellClosed_INDEX
source: Make Spell Closed
ru_ru: Списать с прихода

# ENTERPRISEUSERSLIST
source: Users
ru_ru: Пользователи

# BranchSpellHstTDES_INDEX
source: Spell History
ru_ru: История смен

# BranchSpellHstTDES_TITLE
source: Spell
ru_ru: Смена

# NEXT_TITLE
source: Next
ru_ru: Далее

# SearchOriginal
source: Search in Original catalogs
ru_ru: Оригинальные каталоги

# ViewControl
source: View only
ru_ru: Просмотр.

# FILTER_NIC
source: Filter by NIC
ru_ru: Фильтр по NIC

# AutoPartsMessage
source: Website for car owners and sellers of auto parts retail
ru_ru: Сайт для автолюбителей и продавцов автозапчастей в розницу

source: Distribute rates
ru_ru: Разнести курсы

# ReturnBasketTDES_PROFILE
source: Profile of current ReturnBasket
ru_ru: Профиль тек. корзины(Возврата)

# BranchUser_INDEX
source: Branche users
ru_ru: Штат подразделения

# IncomePayRollTDES_CANNOTCHANGE
source: Can not change(delete) processed sheet
ru_ru: Не могу изменять(удалять) уже оприходованую ведомость

# FILTER_ADDRESSTYPE
source: Address type
ru_ru: Тип адреса

# SolutionRoles
source: The solution supports the roles listed below
ru_ru: В решении реализована поддержка ниже перечисленных ролей

# ContactType_INDEX
source: Contact Types
ru_ru: Типы контактов

# SaleBasketTDES_ISPAYED
source: Sale Basket IS PAYED
ru_ru: Заказ оплачен

# CategoryItemSearchByGroup
source: Search By Group
ru_ru: Поиск по подгруппе

# CategoryItemSearchByDescr
source: Search By Group
ru_ru: Поиск по Наименованию

source: YOU ARE SELLER
ru_ru: Вы продавец или владелец бизнеса по продаже автозапчастей

# ArticleSearchByEntArticle
source: Article
ru_ru: Артукул

# BranchUserNotFound
source: User not found
ru_ru: Исполнитель не найден в БД

# GuestOrderTDES_RESETPRICES_ISENDED
source: Resetting of prices is ended
ru_ru: Актуализация цен закончена

# EnterpriseUserTDES_INDEX
source: Enterprise users
ru_ru: Штат предприятия

# CARMODELTYPE_INDEX
source: Car model type
ru_ru: Типы модели

# ReturnBasketTDES_NOTFOUND
source: Return Basket is not defined
ru_ru: Не найду корзину возврата

# User2WorkPlace_INDEX
source: User to WorkPlace
ru_ru: Пользователь на Раб.месте

# EnterpriseBrand_INDEX
source: Brand
ru_ru: Брэнды

# EnterpriseAdminName
source: Enterprise Administrator
ru_ru: Администратор предприятия

# EnterpriseUsersHelp3
source: If you create a user, but he can not enter the system. Use the "Apply Settings". When this is re replication user roles in infrastructure information system security. If you find that you are already registered, the password is changed.
ru_ru: Если вы создали пользователя, но он не может войти в систему. Воспользуйтесь кнопкой "Применить настройки". При этом будет выполнена повторная репликация ролей пользователя в инфраструктуру безопасности информационной системы. Если окажется, что пользователь уже зарегистрирован, его пароль не меняется.

# EnterpriseUsersHelp2
source: If the selected account go to the page "Details", then have the opportunity to edit and view contacts (e-mail phones). To move use the "contact" at the bottom of the screen.
ru_ru: Если для выбранной учетной записи перейти на страничку "Подробно", то предоставится возможность редактировать и просматривать контакты (e-mail телефоны). Для перехода используйте кнопку "контакты" внизу экрана.

# EnterpriseUsersHelp1
source: For each user fixed NIC ( This login) , name , flag Active ( System Access ) , Flag Admin ( Enterprise Administrator role ) , Flag Audit ( Auditor Enterprise ) and password. Password is entered when creating your account . The user is then transferred to the login name and password. When you first log into the system , the user must change their password. The enterprise administrator can block another administrator . Can block and itself if desired. After blocking all enterprise administrators should be encouraged to perform administrator ecosystem unlock .
ru_ru: За каждым пользователем закрепляются NIC (Это логин), ФИО, флаг Активен (доступ в систему), Флаг Админ (роль администратора предприятия), Флаг Аудит (аудитор предприятия) и пароль. Пароль вводится при создании учетной записи. Далее пользователю передается его логин и пароль. При первом входе в систему, пользователь обязан изменить свой пароль. Администратор предприятия может блокировать другого администратора. Может блокировать и самого себя при желании. После блокировки всех администраторов предприятия, необходимо привлекать администратора экосистемы для выполнения разблокировки.

# FILTER_ISDONE
source: Order is processed
ru_ru: Заказ Обработан

# FILTER_ISPAID
source: Paid
ru_ru: С оплатой

source: In Stock
ru_ru: В наличии

# BranchAuditName
source: Branch Auditor
ru_ru: Аудитор подразделения

# SaleBasketTDES_PROFILE
source: Profile of current SaleBasket
ru_ru: Профиль тек. корзины(продажи)

# GuestOrderArticleTDES_EDIT
source: Change Order
ru_ru: Изменить заказ

# GuestProfileTDES_CREATE
source: Create My profile
ru_ru: Создать мой профиль

# GuestEnterpriseBranchTDES_NOTFOUND
source: Wrong setting for Order Table
ru_ru: Не настроен стол заказов

# SheetRevaluationTDES_CANNOTCANGE
source: Can not change processed sheet
ru_ru: Не могу изменить уже проведенную ведомость

# SaleBasketTDES_PAYMENTERROR
source: DB Error while making payment for
ru_ru: Ошибка БД при выполнении операции для

# EnterpriseTecDocSrcTypeTDES_TITLE
source: TecDoc Src Types
ru_ru: Типы источников TecDoc

# BranchUserNotActive
source: User is not Active
ru_ru: Исполнитель блокирован

# FILTER_ISVISIBLE
source: Visible
ru_ru: Дост.

# SURE_TO_DELETE
source: Are you sure you want to delete this?
ru_ru: Уверены в удалении этой записи?

source: Original Catalog
ru_ru: Оригинальный каталог

# CanNotDeletePaidBasket
source: Can not delete after payment
ru_ru: Не могу удалить после оплаты

# ReportTypeStorned_INDEX
source: Storned by spell
ru_ru: Сторнированные за смену

# GuestProfileTDES_DELETE
source: Delete My profile
ru_ru: Удалить мой профиль

# GoToForum
source: Forum
ru_ru: Форум

# CARMODELTYPETREE_INDEX
source: Categories
ru_ru: Категории товаров

source: TecDoc Country
ru_ru: Страна, где продан экземпляр автомобиля

source: Under The Order
ru_ru: Под заказ

# IndexByRoles
source: Menu by roles
ru_ru: Меню по ролям

# MakeBranchReply
source: Reply Branch
ru_ru: Реплицировать остатки

# GestUserNic_NOT_DEFINED
source: Nic is not defined customer
ru_ru: Не определен Nic заказчика

# DoSelectArticle_INDEX
source: Mistake of ordering
ru_ru: Ошибка формирования заказа

# BranchRest_INDEX
source: Branch rests Catalog
ru_ru: Каталог остатков

# DoSelectArticle_Error
source: Part selection is reset. This occurs if you are not logged in, but began to form order.
ru_ru: Произошел сброс выбора артикула. Такое возникает, если вы не вошли в систему, но начали формировать заказ.

# ByEntSupplierDescription
source: Search by Supplier Description
ru_ru: Поиск по наименованию

# AlreadyReplicated
source: Replicated
ru_ru: Уже в обработке

# FILTER_TITLE_TOWN
source: Filter by town
ru_ru: Фильтр по городу

# Rest2Income
source: Income by Rest
ru_ru: Приход по остатку

# User2WorkPlaceTDES_NOTFOUND
source: WorkPlace is not defined
ru_ru: Заказ создан на другом рабочем месте

# ReverseIncome_INDEX
source: Reverse Income
ru_ru: Сторнирование

# EnterpriseSupplier_INDEX
source: Suppliers
ru_ru: Поставщики

# ENTERPRISEUSER_NOTDEFINED
source: User not found
ru_ru: Пользователь не определен

# FILTER_ISACTIVE
source: Actual
ru_ru: Акт.

# GuestOrderTDES_CREATESALE
source: Create Sale
ru_ru: Сформировать корзину продажи

source: Create new Spell
ru_ru: Открыть новую смену

# ShowMargin
source: Margin
ru_ru: С наценкой

# BranchAdminName
source: Branch Administrator
ru_ru: Администратор подразделения

# GuestProfileTDES_INDEX
source: My profile
ru_ru: Мой Профиль

# ReplyRests
source: Rests
ru_ru: Остатки

source: Basket CreateDate Less Than Spell Date
ru_ru: Дата создания корзины меньше даты открытия смены

# EnterprisesHelp2
source: Active flag allows you to block operation of the enterprise. Also off the flag must be turned off active flag administrators of the enterprise, as they have the right to include and to block the work of the enterprise.
ru_ru: Флаг активности позволяет блокировать работу предприятия. Кроме выключения флага необходимо выключить флаг активности у администраторов данного предприятия, т.к. у них есть право включать и блокировать работу своего предприятия.

# EnterprisesHelp3
source: Directory field for the item - this name string in the web.config file as shown below
ru_ru: Поле Каталог артикулов -- это ИМЯ строки в файле web.config как приведено ниже

# EnterprisesHelp1
source: Record company consists of four elements : A unique identifier name for the item catalog . The unique identifier is not implemented as an integer , but as a 16 -byte GUID. Implementing a GUID gives uniqueness to the global level ( Internet) and ensures that the identity of your company is never matched with any other identifier . This identifier is generated automatically , but when creating a new record you have the opportunity to make their own . The need for this ( edit GUID) occurs if you transfer your data from one site to another.
ru_ru: Запись предприятия состоит из четырех элементов: Флаг активности, Уникальный идентификатор, Наименование, Каталог артикулов. Уникальный идентификатор реализован не как целое число, но как 16-байтовый GUID. Реализация в виде GUID дает уникальность на глобальном уровне (уровень Internet) и гарантирует, что идентификатор вашего предприятия НИКОГДА не совпадет с идентификатором какого-либо другого. Этот идентификатор генерируется автоматически, но при создании НОВОЙ записи у вас есть возможность внести свой собственный. Необходимость в этом (редактировать GUID) возникает, если вы переносите ваши данные с одной площадки на другую.

# EnterprisesHelp6
source: Current page is available to all the performers. But artists bound to the enterprise will see exactly one row - their business. Only Enterprise Administrators can edit the name and flag of the enterprise activity
ru_ru: Текущая страница доступна всем исполнителям. Но исполнители с привязкой к предприятию будут видеть ровно одну строку -- свое предприятие. И только администраторы предприятия могут редактировать наименование и флаг активности предприятия

# EnterprisesHelp7
source: Editing (view) "State Enterprise", "Division", "Address", "supplier", "brand", "Articles" click on the link at the bottom of the screen to work with relevant data nodes.
ru_ru: Для редактирования(просмотра) "Штат предприятия", "Подразделения", "Адреса", "Поставщики", "Брэнды", "Артикулы" кликните на ссылку в нижней части экрана для работы с соответствующими узлами данных.

# EnterprisesHelp4
source: As was stated, the item description can be in a separate database, which handles a separate instance of SQL Server. On the one hand you have to make to the web.config connection string. On the other hand you have to tie a string to the name of the enterprise.
ru_ru: Как и было заявлено, описание артикулов может находиться в отдельной базе данных, которую обрабатывает отдельный экземпляр SQL сервера. С одной стороны вы должны внести в web.config строку связи. С другой стороны вы должны привязать имя этой строки к предприятию.

# EnterprisesHelp5
source: Editing (view) "State Enterprise", "Division", "Address", "supplier", "brand", "Articles" click on the link in detail and at the bottom of the screen will get links to pages for their respective data nodes.
ru_ru: Для редактирования(просмотра) "Штат предприятия", "Подразделения", "Адреса", "Поставщики", "Брэнды", "Артикулы" кликните на ссылку подробно и в нижней части экрана получите ссылки на странички для работы с соответствующими узлами данных.

# EnterprisesHelp8
source: Enterprise admins only allowed to change any data tied to the enterprise. Users with other roles can change your account information, add or modify your contacts and their addresses.
ru_ru: Только Администраторам предприятия разрешено изменять любые данные привязанные к предприятию. Пользователи с другими ролями могут изменить данные своей учетной записи, добавить или изменить свои контакты и свои адреса.
