Repository: chempkovsky/TecDocEcoSystemSolution
Catalog: CarShop/Properties/Resources.*.resx
Languages: ru_ru

# EnterprisesHelp9
source: Within a single enterprise data about other users are available for viewing other users, provided if the visibility flag is enabled on the record. Availability credentials available to other users in force production needs. For example, the seller may require the assistance of an administrator.
ru_ru: В рамках одного предприятия данные других пользователей доступны для просмотра остальным пользователям, при условии если флаг видимости включен на соответствующей записи. Доступность учетных данных другим пользователям предоставляется в силу производственной необходимости. К примеру, продавцу может потребоваться помощь администратора.

# ReportTypeNotPayed
source: Notpayed
ru_ru: Неоплаченные

# TECDOC_SUP_TEXT
source: Supplier
ru_ru: Производитель

# SaleBasketTDES_SPELL_ERROR
source: Can not pay: spell is changed
ru_ru: Не могу провести операцию: изменилась смена

# BranchUserHasNoWorkPlace
source: User has no workPlace yet
ru_ru: Исполнитель не закреплен за рабочим местом
