Repository: chempkovsky/TecDocEcoSystemSolution
Catalog: WpfCarShopInstaller/Properties/Resources.*.resx
Languages: ru_ru

# AddressType_INDEX
source: Address Types
ru_ru: Тип адреса

# Address_INDEX
source: Addresses
ru_ru: Адреса

# BranchType_INDEX
source: Branch Type
ru_ru: Тип подразделения

# ContactType_INDEX
source: Contact Type
ru_ru: Тип контакта

# Country_INDEX
source: Country
ru_ru: Страны

# Currency_INDEX
source: Currency
ru_ru: Валюты

# DeleteCommand
source: Delete
ru_ru: Удалить

# DetailTab
source: Details
ru_ru: Детально

# EditTab
source: Edit
ru_ru: Редактировать

# InsertTab
source: New
ru_ru: Новый

# NewCommand
source: New
ru_ru: Добавить запись

# of_ITEMS
source: of
ru_ru: из

# ReloadCommand
source: Refresh
ru_ru: Обновить

# SaveCommand
source: Save
ru_ru: Сохранить

# SettlementType_INDEX
source: Settlement Type
ru_ru: Тип насел. пункта

# StreetType_INDEX
source: Street Type
ru_ru: Тип улицы

# to_ITEMS
source: to
ru_ru: по

# UndoCommand
source: Undo
ru_ru: Отмена

# ConfirmDelete
source: Delete record ?
ru_ru: Удалить звпись ?

# EditCommand
source: Edit
ru_ru: Изменить

# Soato_INDEX
source: Soato
ru_ru: Соато

# EnterpriseNavigation_INDEX
source: Enterprises
ru_ru: Предприятия

# EnterpriseUserNavigation_INDEX
source: Enterprise User
ru_ru: Пользователи предприятия

# EnterpriseBranchTDES_INDEX
source: Enterprise Branches
ru_ru: Подразделения предприятия

# EnterpriseAddressTDES_INDEX
source: Enterprise Addresses
ru_ru: Адреса предприятия

# EnterpriseUserContactTDES_INDEX
source: Enterprise User Contact
ru_ru: Контакты ползователя

# EnterpriseBranchContactsTDES_INDEX
source: Enterprise Branch Contacts
ru_ru: Контакты подразделения

# EnterpriseBranchUserTDES_INDEX
source: Enterprise Branch Users
ru_ru: Пользователи подразделения

# EnterpriseBranchUserContactTDES_INDEX
source: Enterprise Branch User Contacts
ru_ru: Контакты ползователя подразделения

# EnterpriseBranchWorkPlaceTDES_INDEX
source: Enterprise Branch Work Places
ru_ru: Рабочие места подразделения

# EnterpriseProductCategoryTDES_INDEX
source: Product Category
ru_ru: Категории продуктов

# Error_FileEmpty
source: FileName is empty
ru_ru: Имя файла пуст

# Error_FileIncorrect
source: File Name is incorrect
ru_ru: Имя файла некорректно

source: From File
ru_ru: Из файла

# SimpleTypesLoadUnload_INDEX
source: Simple Types Load and Unload
ru_ru: Загрузка (выгрузка) типизаторов

source: To File
ru_ru: В файл

# Error_FILENOTEXISTS
source: File not exists
ru_ru: Файл не существует

# Error_TITLE
source: Error
ru_ru: Ошибка

# Error_FILEREWRITE
source: Such File exists. ReWrite ?
ru_ru: Файл с таким именем существует. Перезапись ?

# Confirmation_TITLE
source: Confirmation
ru_ru: Подтверждение

# Info_OperationIsDone
source: Operation Is Done
ru_ru: Операция выполнена успешно !

# Info_TITLE
source: Info
ru_ru: Информация

# Operation_NotImplemented
source: Operation is not Implemented
ru_ru: Операция не реализована

# InProcess_TITLE
source: In Process
ru_ru: Обработка

# Error_ProcessIsBroken
source: Process Is Broken
ru_ru: Процесс остановлен

# MakeSelection
source: Select Item
ru_ru: Выбор элемента

# EnterpriseSupplier_INDEX
source: Supplier
ru_ru: Поставщики

# PassengerCarsFile_TITLE
source: Passenger Cars File Name
ru_ru: Пассажирские Авто

# ArticuleTree
source: Enterprise Articules
ru_ru: Артикулы предприятия

# ContextName
source: Target DB
ru_ru: Целевая БД

# EnterpriseDataLoadUnload
source: Load (Unload) Enterprise Data
ru_ru: Загрузка (выгрузка) данных предприятия

source: Commercial vehicles
ru_ru: Комерческие авто

source: Motors
ru_ru: Двигатели

source: Axles
ru_ru: Мосты (подвеска)

source: Universals
ru_ru: Универсальный

source: From TecDoc
ru_ru: Из БД TecDoc

# Fuel_Title
source: Fuel
ru_ru: Вид топлива

# CarBrand_Title
source: Car manufactures
ru_ru: Производители Авто

# CarModelType_Title
source: Car model types
ru_ru: Типы моделей

# CarModel_Title
source: Car models
ru_ru: Модели авто

# Article2Category
source: Articles by Group
ru_ru: Артикулы по группам

source: Article Brand
ru_ru: Брэнды неориг. деталей

# ArticleLookUp
source: Analogous
ru_ru: Аналоги

source: Get Max
ru_ru: Макс

# LessThanZero
source: Boundary less than zero
ru_ru: Граница меньше нуля

# UpperLessThanLower
source: Upper Boundary less than Lower
ru_ru: Верхняя граница меньше нижней

# Error_ProcessWithException
source: Process With Exception
ru_ru: Процесс оборван ОШИБКОЙ !

# ArticleApplic
source: Article Appliece
ru_ru: Применяемость Артикула

# ArticleTecDoc
source: TecDoc Articles
ru_ru: Артикулы TecDoc

source: Categoty TecDoc
ru_ru: Категории TecDoc

# CategotyItemTecDoc
source: Category Items TecDoc
ru_ru: Элементы категорий TecDoc

# TecDocSrcType_INDEX
source: TecDoc Src Type
ru_ru: Тип данных TecDoc
